Repository: PetalMind/Boreal
Catalog: Boreal/Localization/Compatibility.xcstrings
Source language: en
Languages: pl

# excellentTitle
source: Excellent
pl: Doskonała

# goodTitle
source: Good
pl: Dobra

# limitedTitle
source: Limited
pl: Ograniczona

# unsupportedTitle
source: Unsupported
pl: Nieobsługiwana

source: Mac via Wine
pl: Mac przez Wine

# menuOnlyTitle
source: Menu only
pl: Tylko menu

# brokenTitle
source: Broken
pl: Nie działa

# notApplicableTitle
source: Not applicable
pl: Nie dotyczy

# platinumTitle
source: Platinum
pl: Platynowa

# goldTitle
source: Gold
pl: Złota

# silverTitle
source: Silver
pl: Srebrna

# bronzeTitle
source: Bronze
pl: Brązowa

# borkedTitle
source: Borked
pl: Nie działa

# pendingTitle
source: Pending
pl: Oczekuje na dane

# runsGreatTitle
source: Runs Great
pl: Działa świetnie

# runsWellTitle
source: Runs Well
pl: Działa dobrze

# limitedFunctionalityTitle
source: Limited Functionality
pl: Ograniczona funkcjonalność

# installsButDoesNotRunTitle
source: Installs, Will Not Run
pl: Instaluje się, ale nie uruchamia

# willNotInstallTitle
source: Will Not Install
pl: Nie instaluje się

# nativeTitle
source: Native macOS
pl: Natywna macOS

source: methods
pl: metod

source: stars
pl: gwiazdek

source: reports
pl: raportów

source: confidence
pl: pewności

source: Trending
pl: Trend

source: Updated
pl: Zaktualizowano

# highConfidence
source: High
pl: Wysoka

# mediumConfidence
source: Medium
pl: Średnia

# lowConfidence
source: Low
pl: Niska

# unknownTitle
source: Unknown
pl: Nieznana
